import image1 from '../images/nature-1.jpg';
import image2 from '../images/nature-2.jpg';
import image3 from '../images/nature-3.jpg';

const bookmarks = [
  {
    _id: '602553d8c4057e1615b0121a',
    keyword: 'Природа',
    title: 'Лесные огоньки: история одной фотографии Лесные огоньки: история одной фотографии Лесные огоньки: история одной фотографии',
    text: '1Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы. Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы. Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы. Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы.',
    date: '2021-02-11T15:04:23Z',
    source: 'Афиша',
    link: 'https://www.businessinsider.com/',
    image: image2,
    __v: 0,
  },
  {
    _id: '602553d8c4057e1615b0122a',
    keyword: 'Тайга',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: '2Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    date: '2021-02-11T15:04:23Z',
    source: 'Медиазона',
    link: 'https://www.businessinsider.com/',
    image: image1,
    __v: 0,
  },
  {
    _id: '602553d8c4057e1615b0123a',
    keyword: 'Озеро Байкал',
    title: 'Национальное достояние – парки',
    text: '3В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе. В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    date: '2021-02-11T15:04:23Z',
    source: 'Дзен',
    link: 'https://www.businessinsider.com/',
    image: image3,
    __v: 0,
  },
  {
    _id: '602553d8c4057e1615b0124a',
    keyword: 'Тайга',
    title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
    text: '4Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
    date: '2021-02-11T15:04:23Z',
    source: 'Медиазона',
    link: 'https://www.businessinsider.com/',
    image: image1,
    __v: 0,
  },
  {
    _id: '602553d8c4057e1615b0125a',
    keyword: 'Озеро Байкал',
    title: 'Национальное достояние – парки',
    text: '5В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе. В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
    date: '2021-02-11T15:04:23Z',
    source: 'Дзен',
    link: 'https://www.businessinsider.com/',
    image: image3,
    __v: 0,
  },
];

export default bookmarks;
